[GM_IRI_ChaoticMind X2GeneModTemplate]
DisplayName="强效脑额叶"
Summary="这名士兵获得了灵能攻击的大幅加成，但无法控制其威力，并且在回合结束时将对 2 格内的所有单位造成伤害，包括盟友。心灵护盾物品或慰藉光环区域被动技能将抑制此效果。慰藉单目标主动技能不会抑制此效果。"

[MZ_AdaptiveBoneMarrow X2GeneModTemplate]
DisplayName="自适应骨髓"
Summary="自适应骨髓使得该士兵的伤口恢复时间减少了 66%，并且每回合都会恢复一些生命值。"

[MZ_AdrenalNeurosympathy X2GeneModTemplate]
DisplayName="肾上腺神经交感神经"
Summary="该士兵在杀死敌人时，会增加附近士兵的瞄准、暴击几率和移动性"

[MZ_NeuralDamping X2GeneModTemplate]
DisplayName="神经阻尼"
Summary="这种大脑结构改造，使得这名士兵会受到更少的灵能伤害，并且免疫所有精神痛苦"

[MZ_NeuralFeedback X2GeneModTemplate]
DisplayName="神经反馈回路"
Summary="针对该士兵使用的灵能攻击，会对攻击者造成反馈伤害，并使其所有灵能能力进入冷却状态。但不会影响攻击者的灵能技能的命中。"

[MZ_NictitatingMembranes X2GeneModTemplate]
DisplayName="瞬膜"
Summary="这些透明的内眼睑抵消了毒、混乱和烟雾的命中惩罚。并且会在该士兵的回合开始时消除致盲"

[MZ_PsyberInterface X2GeneModTemplate]
DisplayName="植入式晶体眼"
Summary="一种光学系统的眼部增强装置，增加士兵侵入能力和对机器敌人的命中。"

[MZ_RegenPheremones X2GeneModTemplate]
DisplayName="再生信息素"
Summary="当该士兵杀死敌人时，清除伤害状态并恢复附近士兵的生命值。"

[MZ_ViperBlood X2GeneModTemplate]
DisplayName="毒蛇血清"
Summary="赋予对毒的免疫力。士兵受到伤害时会流出毒液，站在毒云中时会获得命中、暴击几率和闪避"

[MZ_DepthPerception X2GeneModTemplate]
DisplayName="高地视野"
Summary="当士兵对目标有高度优势时，提供额外的命中和暴击"

[MZ_HyperreactivePupils X2GeneModTemplate]
DisplayName="反应化瞳孔"
Summary="失手后获得命中增益。"

[GM_WallClimb X2GeneModTemplate]
DisplayName="蛛形纲黏液"
Summary="+1移动力，使士兵能够爬上墙壁，无缝地到达屋顶和下面的地面（如果具有窗户等遮挡则不行）"

[GM_MimeticSkin X2GeneModTemplate]
DisplayName="拟态皮肤"
Summary="-10意志，当士兵移动到全掩体时，进入隐匿。如果任何敌人都在该士兵的视线范围内，则不起作用"

[MZ_Wiredreflexes X2GeneModTemplate]
DisplayName="突触助推器"
Summary="反应射击的未命中更可能变擦伤，擦伤更可能变命中，命中更可能变暴击"

[GM_MarathonRunner_MJ X2GeneModTemplate]
DisplayName="仿真蛙腿"
Summary="允许这名士兵花费 2 个行动点来获得 3 个仅移动动作。"

[GM_ShadowOps_AbsolutelyCritical_MJ X2GeneModTemplate]
DisplayName="动态视觉"
Summary="侧翼目标+25%暴击"

[GM_CelatidImmunities_MJ X2GeneModTemplate]
DisplayName="腐蚀者免疫"
Summary="士兵能够免疫毒、寄生兽毒液和眩晕"

[GM_GrimyFireWall_MJ X2GeneModTemplate]
DisplayName="火蛇腺体"
Summary="每次任务使用次数有限，通过安装在手臂上的火焰喷射器攻击，会点燃击中的每一块地形。"

[GM_GrimyEnrage_MJ X2GeneModTemplate]
DisplayName="肾上腺髓质"
Summary="-10意志，士兵在受伤时可以使用奔袭战术"

[GM_BioGeneralImmunities_MJ X2GeneModTemplate]
DisplayName="生物神经免疫"
Summary="士兵能够免疫酸、毒、寄生兽毒液和精神疾病。"

[GM_BS_Unstable_MJ X2GeneModTemplate]
DisplayName="双相兴奋剂"
Summary="-10意志，破坏性灵能技能造成的伤害增加 50%，但每次使用时有 25% 的几率感到恐慌"

[GM_ShadowOps_Charge_M1_MJ X2GeneModTemplate]
DisplayName="奔袭植入物Ⅰ"
Summary="赋予士兵在冲刺后执行非移动动作的能力，每次任务一次。"

[GM_ShadowOps_Charge_M2_MJ X2GeneModTemplate]
DisplayName="奔袭植入物Ⅱ"
Summary="赋予士兵在冲刺后执行非移动动作的能力，每次任务两次，每次使用之间有两回合的冷却时间。"

[GM_ShadowOps_Charge_M3_MJ X2GeneModTemplate]
DisplayName="奔袭植入物Ⅲ"
Summary="赋予士兵在冲刺后执行非移动动作的能力，每次任务可进行三次，每次使用之间有三回合的冷却时间。"

[GM_ShadowOps_Charge_M4_MJ X2GeneModTemplate]
DisplayName="奔袭植入物Ⅳ"
Summary="赋予士兵在冲刺后执行非移动动作的能力，每次任务四次，每次使用之间有四回合的冷却时间。"

[GM_MZPocketShredder_MJ X2GeneModTemplate]
DisplayName="粉碎炮手臂"
Summary="每次任务中使用一次，赋予士兵粉碎炮能力，造成低伤害但巨大环境伤害，同时撕碎护甲"

[UIFacility_GeneModChamberSlot]
m_strWarnFirstTimeGeneModDialogText=恭喜，指挥官！您即将跨越基因改造这一不道德的医疗行为的界限。在接受手术之前，请遵守以下几条规则：<ul><li><b>基因改造是永久性的！</b></li><li>您可以随时取消该项目，但投入到该项目中的资源将被浪费。</li><li>某些基因改造需要先决条件。</li><li>并非所有基因改造都可以一次安装。某些类型与其他类型不兼容。</li><li>某些基因改造会降低士兵的最大意志力。</li></ul>\n\n祝您打开潘多拉魔盒愉快！
